{"_id":1,"data":{"app_version":{"android":"1.9.10","ios":"1.9.10"},"term_of_use":{"date_updated":1597677626096,"local":{"en":{"title":"Terms of use","html":"<p><strong>Welcome to PantaPå! </strong>We are a digital app to regain previously payed deposit and a crowdsourced litter platform dedicated to make the world a better place for future generations. Through our platform, mobile apps and services, we enable people all over the world to clean, share and register their experience of making the world litter free.<br><br>To better serve the PantaPå community, promote transparency, and minimize disputes, we have prepared these Terms of Use. We wish to clearly set out our rights and your rights, in furtherance of building a strong PantaPå community. We would like to assure the community that nothing in these Terms requires transfer of your ownership of photos taken with the PantaPå App, and that photos contributed to and by the PantaPå community are made publicly available by us in accordance with these Terms.<br><br>Your acceptance of these Terms is required in order for you to access and use the PantaPå Solution. By registering with PantaPå, or by using the PantaPå Solution in whole or in part, you are entering into a legally binding agreement with us. Please read these Terms carefully. If you do not agree to these Terms, you cannot use the PantaPå Solution. We reserve the right at our discretion to propose modifications to these Terms periodically. We will notify you of such changes through an email sent to the email address we have on file for you or through other notification mechanisms. Your continued use of and access to the PantaPå Solution after notice of such modifications indicates your acceptance of and agreement to the modified Terms. If you violate any of these Terms, your permission to use the PantaPå Solution automatically terminates, unless such violation is waived by us in writing in our sole discretion.<br><br>You acknowledge that use of the PantaPå Solution requires connection to, and data transfers over, the network and therefore may impact your data usage charges imposed by your wireless operator or other service provider. It is your responsibility to obtain at your cost all equipment, software and internet access necessary to use the PantaPå Solution.<br><br><strong>Defined Terms</strong><br><br>“App“: the PantaPå smartphone application available for download on third party application stores such as App Store and Google Play.<br><br>“Commercial Use“: any commercial activity, including: (a) charging for access to the Service or Content or for the Service’s functionality or data directly or indirectly; (b) utilizing the Service in any commercial website or application or in support of any commercial for-profit activity, or in support of the operations of any for-profit business; and (c) emulating or framing the Service and passing it off as your own.<br><br>“Content“: images, maps, photos, video, audio, documents, edits, variations, layers, messages, polls, queries, posts, comments, signals, votes, ratings, rankings, and any other text, content, information or data, including Metadata, created, derived from or accessible through use of the PantaPå Solution, or otherwise made available by and to PantaPå Users, including any of the foregoing provided by a PantaPå User or by us.<br><br>“PantaPå“: Sugi Group AB, a corporation organized under the laws of Sweden. In these Terms, PantaPå is referred to by “us”, “we” or “our”, as applicable.<br><br>“PantaPå Solution“: the App, the Site and the Services.<br><br>“PantaPå User“: you and any other user of the PantaPå Solution.<br><br>“Metadata“: data and information associated with or related to Content, including numerical latitude or longitude or similar coordinates, imagery, data derived from within images (such as without limitation street signs, landmarks, building names, trademarks on litter etc.), and data generated by the capture of images (such as without limitation geolocation, time and date, network and system information, etc.).<br><br>“Non-Commercial Use“: any activity that is not Commercial Use, including personal, individualized use by a single person, and the use of a reasonable number of widgets in websites displaying PantaPå Content as an ancillary, and not as a primary, feature in accordance with our APIs usage policy. You may ask us whether a certain use is Non-Commercial Use through email sent to contact@pantapa.se.<br><br>“Services“: the services, features, application programming interfaces (APIs), and functionality accessible through use of the Site and the App, including functionality for the provision, modification, display, and management of Content.<br><br>“Site“: www.pantapa.se and any web pages that are a part of www.pantapa.se.<br><br>“Terms“: these Terms of Use, the API Usage Policy, and Privacy Policy, as may be modified from time to time.<br><br>“You” or “your“: the individual using the PantaPå Solution, or clicking “accept” or “agree” where indicated, and thereby becoming bound by these Terms, and the company or other legal entity represented by such individual, or for whom such individual uses the PantaPå Solution, and all affiliates thereto.<br><br><strong>1.0 Access and Licensed Rights</strong><br><br>1.1 PantaPå Solution Access. Subject to your compliance with these Terms, we hereby grant to you, solely for your own Non-Commercial use access to the PantaPå Solution.<br><br>1.2 Commercial Use. You may not use the PantaPå Solution for any Commercial Use except as separately agreed between us in a signed writing. Other than for your Non-Commercial Use, or as otherwise permitted by the Outbound Terms, you may not use, sublicense, transfer, distribute, make derivative works of, or make available, the Service or Content. Such activity is not licensed or authorized under these Terms and if undertaken may result in pursuit of all available remedies for intellectual property rights (including copyright infringement), the availability of which you hereby acknowledge.<br><br>1.3 PantaPå User Licenses to Us. You and each PantaPå User hereby grant to us the perpetual, irrevocable, worldwide, royalty-free, fully paid-up, sub-licensable, non-exclusive right and license to use, reproduce, modify, create derivative works of, perform, display and distribute without restriction (including through any medium) Content, in whole or in part, for commercial and non-commercial purposes, including (a) for purposes of providing, developing, improving, making available (including through public search engines), promoting and marketing the PantaPå Solution and (b) making available PantaPå User Content under the Outbound Terms. Further, you agree that we are free to use and implement in perpetuity without compensation, attribution or obligation to you any feedback, benchmarks, requirements, suggestions, criticisms, improvements, recommendations, ideas, and error corrections provided by you to us relating to the PantaPå Solution.<br><br>1.4 Reservation of Rights. No other right or license to the PantaPå Solution or Content is provided, and no other license will be implied, by course of conduct or otherwise. We grant no right or license with respect to our patents. Each PantaPå User retains all right, title and interest in and to such PantaPå User’s Content, and all associated intellectual property rights, subject to these Terms. Subject to these Terms, we retain all right, title and interest in and to the PantaPå Solution and our Content, and all associated intellectual property rights. Except as expressly authorized by these Terms, you will not use, reproduce, or distribute Content not authored by you. The user interface, user experience, icons, presentation layer and elements, terminology, gamification, reports, layouts, and screen displays of or generated by the PantaPå Solution are our copyrightable content, our trade dress and our trademarks and service marks, and will not be reproduced, distributed, or displayed except for your internal use and not for external use or exploitation.<br><br><strong>2.0 Terms Applicable to Content</strong><br><br>2.1 Specific Prohibited Uses. You will not (a) use the PantaPå Solution in a manner that gives you or any other person access to mass downloads or bulk feeds of any Content, including Metadata; (b) delete, obscure, or in any manner alter any message, warning or link that appears in the PantaPå Solution or the Content; (c) use the PantaPå Solution or Content in whole or in part with any products, systems, or applications for or in connection with (i) real-time navigation or route guidance, including but not limited to turn-by-turn route guidance that is synchronized to the position of a user’s sensor-enabled device; or (ii) any systems or functions for automatic or autonomous control of vehicle or device behavior; or (d) use the PantaPå Solution or Content to create a database of places or other local listings information, except as expressly permitted by us as described on the Site. PantaPå should not be used to scan items that are already connected to other deposit systems. Neither should PantaPå be used to scan items that are not applicable to the specific recycling stations (e.g. hazardous waste).<br><br>2.2 Handling of Your Content. The App temporarily stores your Content in a manner such that deletion or malfunction of the App or malfunction of the Device on which the App is installed may result in the permanent deletion of your Content. Content is not uploaded and stored on our servers until the Content is uploaded through the upload mechanism in the App. Once your Content is uploaded, all Content locally stored on your device is deleted permanently. We may at any time filter, alter, modify, crop, or delete such Content in whole or in part before making it available on the Site and through the Service in our sole discretion, including in order to render the Content suitable for use on the PantaPå Solution. We are under no obligation to publicly display Content that is posted to private repositories, or that is hidden by election of the contributing PantaPå User.<br><br>2.3 Propriety of Content. All Content, whether publicly posted on or privately transmitted within private groups, is the sole responsibility of the PantaPå User from which such Content originated. No PantaPå User will transmit Content or otherwise conduct or participate in any activities on or through the PantaPå Solution which, in our sole judgment, is likely to be prohibited by law, or is violative or in breach of third party rights in any applicable jurisdiction, including without limitation laws governing libel and defamation, encryption of software, the export of technology, the transmission of obscenity or the permissible uses of intellectual property. You agree not to upload, download, display, perform, transmit, or otherwise distribute any Content, or otherwise engage in any activity in connection with the PantaPå Solution, that (a) is hateful, offensive, libelous, defamatory, obscene, abusive, pornographic, lewd, erroneous, stalking, or threatening; (b) advocates or encourages conduct that could constitute a criminal offense, give rise to civil liability, or otherwise violate any applicable local, state, national, or foreign law or regulation; (c) constitutes infringement of the intellectual property rights of any party, including rights to the use of name and likeness, or violation of a right of privacy; (d) creates an impression that is incorrect, misleading, or deceptive, including without limitation by impersonating others or by otherwise misrepresenting identity or affiliation with a person or entity; or (e) divulges other people’s private or personally identifiable information without their express authorization and permission. You represent and warrant that all Content you submit is accurate and not misleading to the best of your knowledge, is not confidential or privileged, and is not in violation of third party rights. We may, in our sole discretion, terminate the Services as to any Content that we believe in our sole judgment is not in compliance with these Terms. We may preserve and disclose Content if required to do so by law or judicial or governmental mandate or as reasonably determined useful by us to protect the rights, property or safety of PantaPå, PantaPå Users and/or the public.<br><br>2.4 Use of Content. Each PantaPå User, by using the PantaPå Solution, may be exposed to Content that is offensive, indecent, objectionable, illegal, infringing, false or erroneous. Each PantaPå User must evaluate, and will bear all risks associated with, the use of any Content, including any reliance on the quality, integrity, accuracy, completeness, or usefulness of such Content. We may refuse or delete any Content, including Content of which we become aware that fails to fulfill the purpose of the Services, is in breach of these Terms, is otherwise contrary to law, or is otherwise inappropriate in our discretion. We do not guarantee the accuracy, integrity or quality of any Content. Under no circumstances will we be liable in any way for any Content, including, but not limited to, liability for any errors, inaccuracies, or omissions in any Content, or for any loss or damage of any kind incurred as a result of the use of any Content. We will have no obligation or liability to you or any PantaPå User to maintain, store, or license Content, protect and maintain Content owners’ intellectual property rights, or to enforce these Terms. You hereby waive and release any claims you may have against us arising or resulting from use or misuse of Content or your inability to effectively use Content, your failure to comply with these Terms, or for any act, omission, or conduct of any PantaPå User. If you as a user of the PantaPå Solution, sees Content that you consider inappropriate in any way, please inform us and identify how the Content in question fails to comply with these Terms by sending an e-mail to contact@pantapa.se and we will look in to the issue and delete any Content found in our discretion to be in conflict with these Terms.<br><br>2.5 Third Party Sites. The PantaPå Solution, PantaPå Users, or a third party may provide links to other websites or login access through such links. Such links will not be construed as an endorsement, sponsorship, or affiliation by us. We exercise no control over such other websites and web-based resources and are not responsible or liable for the availability thereof or the content, advertising, products or other materials thereon. We will not be responsible or liable, directly or indirectly, for any damage or loss incurred or suffered by any user in connection such other sites and resources.<br><br><strong>3.0 Sign-On Credentials</strong><br><br>3.1 Sign-On Credentials. When creating an account, you will receive or will be permitted to create or use existing online user name and password information (“Sign-On Credentials”), and are wholly responsible for maintaining the confidentiality thereof and wholly liable for all activities occurring under such Sign-On Credentials. You will not transfer to any party your Sign-On Credentials, or use the Sign-On Credentials of another, without our prior written consent. You will immediately notify us at contact@pantapa.se of any unauthorized use of Sign-On Credentials or any other breach of security. We will not be liable for any loss or damage arising from a PantaPå User’s failure to comply with this section or from unauthorized use of the Sign-On Credentials.<br><br>3.2 Change of Username. We may require you, as a condition of membership, to change your username if we believe appropriate (such as when a trademark owner complains about a username that does not closely relate to a user’s actual name).<br><br><strong>4.0 Site Integrity</strong><br><br>4.1 Prohibited Uses. You will not use the PantaPå Solution in any manner that could damage, disable, overburden, or impair any PantaPå-controlled server, or the network(s) connected to any such server, or interfere with any other party’s use and enjoyment of the PantaPå Solution, including without limitation falsifying or altering Content posted by others except through normal and intended operation of the Services. You may not attempt to gain unauthorized access to other accounts, computer systems or networks connected to any of our servers or to any of the Services, including through hacking, password mining or any other means, or exploit bugs or vulnerabilities in the PantaPå Solution. You are prohibited from violating or attempting to violate any security features of the PantaPå Solution, including, without limitation, (a) accessing Content not intended for you, or logging onto a server or account that you are not authorized to access; (b) attempting to probe, scan, or test the vulnerability of the PantaPå Solution, or any associated system or network, or to breach security or authentication measures without proper authorization; (c) interfering or attempting to interfere with Services to any PantaPå User, user, host, or network, including, without limitation, by means of submitting a virus to the Site or Service, overloading, “flooding,” “spamming,” “mail bombing,” or “crashing”; (d) using the Site or Service to send unsolicited email or messages, including, without limitation, promotions, or advertisements for products or services; (e) publishing or linking to malicious Content intended to damage or disrupt another PantaPå User’s browser or computer or to compromise a PantaPå User’s privacy or anonymity; (f) forging any TCP/IP packet header or any part of the header information in any email or in any posting; (g) accessing or tampering with non-public areas of the Site or Service, our computer systems, or the technical delivery systems of our providers; (h) accessing or searching or attempting to access or search the PantaPå Solution by any means (automated or otherwise) other than through the currently available, published interfaces that are provided by us (and only pursuant to these Terms), unless you have been specifically allowed to do so in a separate agreement with us; (i) deep-linking to the Site for any purpose (ie, posting a link to a Site web page other than the home page) except as otherwise expressly permitted by us on the Site; (j) removing or obscuring any form of advertising or displayed through the PantaPå Solution; or (k) receive money that you have no legal right to. If any of the items in 4.1 are met, you can get a warning or shut down and legal action could be taken towards you.<br><br>4.2 No Harvesting or Crawling. You will not engage in harvesting or other collection of information about other PantaPå Users, including email addresses, without our prior and each such PantaPå User’s prior written consent. You agree not to “crawl” the PantaPå Solution or use or launch any automated system, including without limitation, “robots”, “spiders”, etc. that accesses the PantaPå Solution or pulls Content therefrom (other than those used by public search engine providers for the sole purpose of creating publicly available searchable indices. You also acknowledge that the breach or circumvention of any technical obstacle implemented by us to prevent actions as set out above in itself is not allowed.<br><br>4.3 No Framing. You may not obtain or attempt to obtain any materials or information through any means not intentionally made available through the Services on the Site. The Site and Services are for your Non-Commercial Use only, except as may otherwise be agreed by us in a separate signed writing. Without limiting the generality of the foregoing, you will not publish, distribute or transmit to the general public through any medium, whether through print, online, or otherwise, the Content (other than your own) or Services, except through the Site or as otherwise authorized by these Terms or by us, you will not engage in “framing,” “mirroring,” or otherwise simulating the appearance or function of the PantaPå Solution, and you will not send messages purporting to be from us. You will not remove or attempt to obscure any copyright, trademark or other proprietary rights notices contained in or on the Site or associated with the Services, including ours and our licensors.<br><br>4.4 Account Data. You acknowledge and agree that your Content shall not be retrievable or accessible except through your authorized use of the Services. Further, you acknowledge that we may monitor and collect information (including but not limited to technical and diagnostic information) about your usage of the PantaPå Solution in order to improve the PantaPå Solution and to verify compliance with these Terms.<br><br>4.5 Notifications to Us. If you believe that you are entitled or obligated to act contrary to these Terms under any mandatory or applicable law, you agree to provide us with detailed and substantiated explanation of your reasons in writing at least thirty days before you so act, to allow us to assess whether we may, at our sole discretion, provide an alternative remedy for the situation, though we are under no obligation to do so.<br><br>4.6 Notifications to You. For purposes of service messages and notices about the Services to you, we may place a banner notice across Site pages to alert you to certain changes such as modifications to these Terms. Alternatively, notice may consist of an email from us to an email address associated with your account, even if we have other contact information. You also agree that we may communicate with you in relation to your account and otherwise in relation to these Terms through your account or through other contact information you have provided to us, including email, mobile number, telephone, or delivery services including the postal service. You acknowledge and agree that we will have no liability associated with or arising from your failure to maintain accurate contact or other information, including, but not limited to, your failure to receive critical information about the Services. You agree that all agreements, notices, disclosures and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.<br><br>4.7 Network Security Risks. Because no online system is perfectly secure or reliable, the internet is an inherently insecure medium, and the reliability of hosting services, internet intermediaries, your internet service provider, and other service providers cannot be assured, you accept security risks associated with or arising from your use of the PantaPå Solution, and the responsibility for choosing to use a technology that does not provide perfect security or reliability.<br><br><strong>5.0 Disclaimer of Warranties, Limitation of Liability and Indemnification</strong><br><br>5.1 Disclamer. EACH PantaPå USER’S USE OF THE PantaPå SOLUTION AND CONTENT IS AT HIS OR HER SOLE RISK. THE PantaPå SOLUTION AND CONTENT IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS AND WE ASSUME NO RESPONSIBILITY FOR THE ACCURACY, CURRENCY, TIMELINESS, DELETION, MIS-DELIVERY OR FAILURE TO STORE OR DISPLAY ANY CONTENT, PantaPå USER COMMUNICATIONS, PERSONALIZATION SETTINGS, OR OTHER INFORMATION OR DATA. EACH PantaPå USER IS SOLELY RESPONSIBLE FOR ANY DAMAGE TO HIS OR HER COMPUTER SYSTEM AND WE WILL HAVE NO LIABILITY FOR ANY LOSS OF PROFIT, OPPORTUNITY, REVENUE, ADVANTAGE, INFORMATION OR DATA THAT RESULTS FROM USE OF THE PantaPå SOLUTION OR CONTENT. TO THE MAXIMUM EXTENT POSSIBLE UNDER APPLICABLE LAW, WE EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT. Specifically, we make no warranty that (a) the PantaPå Solution or Content will meet your requirements, goals or needs, (b) PantaPå Solution or Content access will be uninterrupted, timely, secure or error-free, or (c) any errors or deficiencies in the PantaPå Solution or Content will be corrected. Further, scheduled and preventive maintenance, required and emergency maintenance work, or disruption of services from internet service and hosting providers, may interrupt the functioning of or access to the PantaPå Solution.<br><br>5.2 Liability Limitation. EXCLUDING ONLY DAMAGES ARISING OUT OF OUR LIABILITY FOR OUR FRAUD, DEATH OR PERSONAL INJURY CAUSED BY OUR NEGLIGENCE, OR ANY OTHER LOSS FOR WHICH WE CANNOT LAWFULLY EXCLUDE LIABILITY, WE WILL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO DAMAGES FOR LOSS OF REVENUE, PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM THE USE OF OR INABILITY TO USE THE PantaPå SOLUTION AND ANY CONTENT; THE COST OF PROCUREMENT OF SUBSTITUTE SERVICES; UNAUTHORIZED DISPLAY, ACCESS TO OR DELETION OR ALTERATION OF CONTENT, INFORMATION OR DATA; STATEMENTS OR CONDUCT OF ANY THIRD PARTY; OR ANY OTHER MATTER RELATING TO US, THE CONTENT OR THE PantaPå SOLUTION. EXCLUDING ONLY OUR LIABILITY FOR OUR FRAUD, DEATH OR PERSONAL INJURY CAUSED BY OUR NEGLIGENCE, OR ANY OTHER LOSS FOR WHICH WE CANNOT LAWFULLY LIMIT LIABILITY, ANY LIABILITY TO YOU OR ANY THIRD PARTY IN ANY CIRCUMSTANCE IS LIMITED IN THE AGGREGATE TO THE GREATER OF $10 OR ALL AMOUNTS PAID BY YOU TO US DURING THE TWELVE-MONTH PERIOD PRECEDING THE OCCURRENCE OF THE CLAIM OR INCIDENT. The foregoing limitations and exclusions apply to the maximum extent permitted by applicable law.<br><br>5.3 Indemnification. You agree to defend, indemnify, release and hold harmless us, our suppliers, and all officers, directors, employees, consultants, agents, and representatives of any of the foregoing (collectively “Protected Parties”) in full from and against any and all claims (including third party claims), losses, liability, damages, and/or costs of every kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way connected with: (a) your unauthorized access to or use of, the PantaPå Solution or Content, (b) your breach of these Terms, (c) your use of Content or conduct engendered thereby, and any activities you conduct on or through the PantaPå Solution, or (d) your infringement, or infringement by any other user of your account, of any intellectual property rights or other rights of any person or entity. Further, in the event you have a dispute with one or more PantaPå Users, you hereby release the Protected Parties from claims, demands and damages (actual, direct and consequential) of every kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, foreseeable and unforeseeable, arising out of or in any way connected with such disputes.<br><br>FOR CALIFORNIA, USA RESIDENTS: You further agree that these Terms waive and release any claims that would otherwise be preserved by operation of section 1542 of the California Civil Code, which provides: “A general release does not extend to claims which the creditor does not know or suspect to exist in his or her favor at the time of executing the release, which if known by him or her must have materially affected his or her settlement with the debtor.” You understand that you are releasing us from all claims, whether known or unknown to you, and whether or not you suspect that those claims may exist at this time.<br><br><strong>6.0 General Provisions</strong><br><br>6.1 Force Majeure. Except for obligations to pay money hereunder, no delay, failure or omission by either party to carry out or observe any of its obligations hereunder will give rise to any claim against such party or be deemed to be a breach of this Agreement if and for as long as such failure or omission arises from any cause beyond the reasonable control of that party.<br><br>6.2 Service Discontinuance/Modification. We may from time to time modify or discontinue access to, temporarily or permanently, the Site or any Service thereon (or any part, feature, or functionality thereof, as well as internal rules of operation, eligibility, pricing, gamification, visibility to or accessibility of the public, and other aspects). We will not be liable for any such modification, suspension or discontinuance, even if certain features or functions, your settings, and/or any Content you have contributed or have come to rely on, are permanently lost.<br><br>6.3 Account Termination. You are only allowed to have one PantaPå account. All forms of cheating are subject to account termination. We may terminate your or any other PantaPå User’s account for cause, including without limitation for: (a) violation of these Terms; (b) abuse of PantaPå resources or any attempt to gain unauthorized entry to the PantaPå Solution; (c) use of the Site or any Service in a manner inconsistent with the purpose of the Services; (d) such PantaPå User’s request for such termination; or (e) requirements of or for failure to comply with applicable law, regulation, court or governing agency order, or ethical requirements. We may in addition terminate the availability of the PantaPå Solution for our own business reasons, including if we elect to cease being in the business of providing it. Our termination of any PantaPå User’s access to the PantaPå Solution may be without notice and, on such termination, we may immediately deactivate or delete any PantaPå User’s account and Content, and/or bar any further access to the Site and Services. We will not be liable for any termination of PantaPå User’s access to the Site or Services. After account termination, you will not attempt to register a new account without our permission.<br><br>6.4 Account Deactivation. You may deactivate your account any time. Deactivation is your sole means of terminating your account.<br><br>6.5 US Government Restricted Rights. Services are provided with “RESTRICTED RIGHTS.” Use, duplication, or disclosure by the U.S. Government is subject to restrictions as set forth in applicable laws and regulations. Use of the Services and related materials by the U.S. Government constitutes acknowledgment of our proprietary rights.<br><br>6.6 Trademarks. You are granted no right, title or license to any third party trademarks by these Terms, or to any of our trademarks or servicemarks. We reserve all right, title and interest in and to our trademarks, servicemarks, trade names, trade dress, domain names, and similar identifiers, including without limitation PantaPå TM.<br><br>6.7 US DMCA. If you believe that your work has been copied and is accessible through the PantaPå Solution in a way that constitutes copyright infringement in the United States, you may notify us by providing our copyright agent with the following in writing: (a) identification of the copyrighted work that you claim has been infringed; (b) identification of the material that is claimed to be infringing and information reasonably sufficient to permit us to locate the material; (c) your name, address, telephone number, and email address; (d) a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law; and (e) a statement, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or are authorized to act on the copyright owner’s behalf. The above writing must be electronically or physically signed by you. If we receive such a claim, we may refuse or delete Content, or terminate a PantaPå User’s account in accordance with these Terms. Our designated agent to receive notification of claimed infringement under the Digital Millennium Copyright Act of 1998 can be contacted through contact@pantapa.se.<br><br>6.8 Governing Law. These Terms, the PantaPå Solution, Content, and any disputes related to or concerning any of the foregoing (including tort as well as contract claims, and whether pre-contractual or extra-contractual), will be governed by and settled in accordance with the laws of Sweden, notwithstanding the choice of laws rules of any jurisdiction to the contrary. You agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to these Terms, the PantaPå Solution, or Content, must be filed within one year after such claim or cause of action arose, or be forever barred.<br><br>6.9 Dispute Resolution. Any disputes between or claims brought by you or us arising out of or related to these Terms, the PantaPå Solution, or Content (including tort as well as contract claims, and whether pre-contractual or extra-contractual, as well as the arbitrability of any disputes) will be referred to and finally settled by binding arbitration before the International Court of Arbitration in accordance with the Rules of Arbitration of the International Chamber of Commerce (“ICC”) in effect at the time of arbitration except as inconsistent with this section. The arbitration will be conducted by telephone, on-line and/or based solely upon written submissions where no in-person appearance is required. If in-person appearance is required, such hearings will be held in Copenhagen, Denmark unless another location is mutually agreed upon by the parties. In all such cases, the arbitration will be administered by the ICC in accordance with their applicable rules. The arbitrator will apply the law specified in section 6.8 above. If you are an individual, the cost of the work of the arbitrator shall be paid by us, unless you, according to the arbitration board’s assessment, has instituted arbitration proceedings without reasonable ground. **All awards may if necessary be enforced by any court having jurisdiction. The existence of any dispute, the existence or details of the arbitration proceeding, and all related documents, materials, evidence, judgments and awards therein, will be kept confidential. Except as required by law, no party will make any public announcements with respect to the proceeding or the award, except as required to enforce same. The parties hereby waive the right to a trial by jury and agree to only bring claims in an individual capacity and not as a plaintiff or class member in any purported class or representative proceeding. Notwithstanding the foregoing, nothing in this section will preclude the right and ability to file and maintain at any time an action for recovery of injunctive or provisional relief in any court of competent jurisdiction under the laws applicable thereto. All claims (excluding requests for injunctive or equitable relief) between the parties must be resolved using arbitration in accordance with this section. Should either party file an action contrary to this section, the other party may recover lawyers’ fees and costs, provided that the party seeking the award has notified the other party in writing of the improperly filed claim, and the other party has failed to withdraw the claim.<br><br>6.10 Assignment. These Terms will not be assigned, delegated, or transferred by you, in whole or in part, whether voluntary, involuntary, by merger, consolidation, dissolution, sale of assets, or otherwise, without our prior written consent. Any such purported assignment, delegation or transfer without such written consent will be void. We may at any time assign these Terms without prior consent or notice. These Terms will be binding on, and inure to the benefit of, the parties and their respective and permitted successors and assigns.<br><br>6.11 Injunctive Relief. You acknowledge and agree that breach of these Terms, or any unauthorized use, disclosure or distribution of the PantaPå Solution or Content, may cause irreparable harm to us, the extent of which would be difficult to ascertain, and that we will be entitled to seek immediate injunctive relief (in addition to any other available remedies), in any court of competent jurisdiction under the applicable laws thereto.<br><br>6.12 Sweden-Based Site. The PantaPå Solution is controlled by PantaPå from its offices in Sweden. We make no representation that the PantaPå Solution is appropriate for use in other jurisdictions. Your use of or access to the Site will not be construed as our purposefully availing ourselves of the benefits or privileges of doing business in any other country, state or jurisdiction other than Sweden.<br><br>6.13 General. The Terms constitute the entire agreement between us and govern each PantaPå User’s use of the PantaPå Solution, superseding any prior agreements. Each PantaPå User may be subject to additional terms and conditions that may apply when that PantaPå User uses affiliate services, third party content or third party software. If any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties’ intentions as reflected in the provision, and the other provisions of the Terms remain in full force and effect. No waiver of any provision of these Terms will be deemed a further waiver or continuing waiver or such provision or any other provision, and our failure to assert any right or provision under these Terms will not constitute a waiver of such right or provision. Nothing herein will be deemed to create an agency, partnership, joint venture, employee-employer or franchisor-franchisee relationship of any kind between us and any user or other person or entity, nor do these terms extend rights to any third party. The parties hereto confirm that they have requested that these Terms and all attachments and related documents, if any, be drafted in English.<br><br>Thank you for reading our Terms go Use. We hope you enjoy PantaPå!<br><br><strong>Terms of Use Manager:</strong><br>Sugi Group AB<br>Birger Jarlsgatan 57C, 113 56 Stockholm<br>Sweden</p>\n"},"sv":{"title":"Användar-villkor","html":"<p>Välkommen till PantaPå! Vi är en digital pant-app. Genom vår plattform, vår mobila app och våra tjänster gör vi det möjligt för människor över hela världen att städa upp vår värld, registrera och dela vidare sina insatser. Allt för en mindre skräpig jord.1<br><br>För att bättre betjäna PantaPå-användare, främja öppenhet och minimera tvister har vi utarbetat dessa användarvillkor. Vi vill tydligt redogöra för våra och dina rättigheter för att bygga en stark PantaPå-plattform. Vi vill försäkra användarna om att ingenting i dessa villkor kräver överföring av din äganderätt till bilder tagna med PantaPå-appen samt att foton som har bidragit till PantaPå-plattformen kan göras offentligt tillgängliga av oss i enlighet med dessa villkor.<br><br>Du accepterar dessa villkor för att du ska få tillgång till och använda PantaPå-lösningen. Genom att registrera dig hos PantaPå, eller genom att använda PantaPå-lösningen helt eller delvis, ingår du ett rättsligt bindande avtal med oss. Läs dessa villkor noggrant. Om du inte går med på dessa villkor kan du inte använda PantaPå-lösningen. Vi förbehåller oss rätten att regelbundet föreslå ändringar av dessa villkor. Vi kommer att meddela dig om sådana ändringar via ett e-postmeddelande som skickas till den e-postadress som vi har kopplad till dig eller genom andra notifikationsvägar. Din fortsatta användning av PantaPå-lösningen efter att meddelande om sådana ändringar skickats till dig indikerar att du accepterar och samtycker till de ändrade villkoren. Om du bryter mot något av dessa villkor upphör ditt tillstånd att använda PantaPå-lösningen automatiskt, såvida inte en sådan överträdelse har godtagits av oss skriftligen enligt vårt eget gottfinnande.<br><br>Du erkänner att användning av PantaPå-lösningen kräver anslutning till och dataöverföring över nätverket och därför kan påverka dina dataanvändningsavgifter som tas ut av din operatör eller annan tjänsteleverantör. Det är ditt ansvar att införskaffa all utrustning, programvara och internetåtkomst som krävs för att använda PantaPå-lösningen.<br><strong>Definierade villkor</strong><br><br>\\\"App\\\": PantaPå:s applikation till smarthphones som kan laddas ner i applikationer från tredje part som App Store och Google Play.<br><br>\\\"Kommersiell användning\\\": all kommersiell aktivitet, inklusive: (a) ta en avgift för åtkomst till tjänsten eller innehållet eller för tjänstens funktionalitet eller data direkt eller indirekt; (b) använda tjänsten i någon kommersiell webbplats eller applikation eller till stöd för någon kommersiell vinstdrivande verksamhet, eller för att stödja verksamheten i någon vinstdrivande verksamhet; och (c) emulera eller inrama tjänsten och föra den vidare som din egen.<br><br>\\\"Innehåll\\\": bilder, kartor, foton, video, ljud, dokument, redigeringar, variationer, lager, meddelanden, omröstningar, frågor, inlägg, kommentarer, signaler, röster, betyg, rangordningar och annan text, innehåll, information eller data, inklusive metadata, skapade, härledda från eller tillgängliga genom användning av PantaPå-lösningen, eller som på annat sätt gjorts tillgängliga för PantaPå-användare, inklusive något av ovanstående, av en PantaPå-användare eller av oss.<br><br>“PantaPå”: Sugi Group AB, ett företag som är organiserat och hemmahörande i Sverige och faller under svensk jurisdiktion. I dessa villkor hänvisas PantaPå genom \\\"oss\\\", \\\"vi\\\" eller \\\"vår\\\" i tillämpliga fall.<br><br>\\\"PantaPå-lösning\\\": appen, webbplatsen och tjänsterna.<br><br>“PantaPå-användare”: du och alla andra användare av PantaPå-lösningen.<br><br>\\\"Metadata\\\": data och information associerad med eller relaterad till innehåll, inklusive numerisk latitud eller longitud eller liknande koordinater, bilder, data härrörande från bilder (till exempel gata, landmärken, byggnadsnamn, varumärken på avfall etc.) och data som genereras genom själva fotograferandet (till exempel geolokalisering, tid och datum, nätverks- och systeminformation etc.).<br><br>\\\"Icke-kommersiellt bruk\\\": all verksamhet som inte är för kommersiellt bruk, inklusive personlig, individualiserad användning av en enskild person, och användningen av ett rimligt antal widgets på webbplatser som visar PantaPå-innehåll som är kompletterande och inte en primär funktion i enlighet med användningspolicyn kopplad till vårt API. Du kan fråga oss om en viss användning är icke-kommersiell via e-post som skickas till contact@pantapa.se.<br><br>\\\"Tjänster\\\": tjänster, funktioner, applikationsprogrammeringsgränssnitt (API:er) och funktionalitet som är tillgänglig genom användning av webbplatsen och appen, inklusive funktionalitet för tillhandahållande, modifiering, visning och hantering av innehåll.<br><br>\\\"Webbplats\\\": och alla webbsidor som ingår i www.pantapa.se.<br><br>\\\"Villkor\\\": dessa användarvillkor, användarpolicy kopplad till vårt API samt vår integritetspolicy. Dessa kan uppdateras då och då.<br><br>\\\"Du\\\" eller \\\"din\\\": individen som använder PantaPå-lösningen, eller som klickar på \\\"acceptera\\\" eller \\\"godkänn\\\" där detta anges, och därmed blir bunden av dessa villkor, och företaget eller annan juridisk enhet som representeras av en sådan person, eller för vem en sådan person använder PantaPå-lösningen och alla därtill knutna medlemmar.<br><br><strong>1.0 Tillgång och licensierade rättigheter</strong><br><br>1.1 PantaPå:s lösningstillgång. Med förbehåll för att du uppfyller dessa villkor ger vi dig härmed, enbart för din egen icke-kommersiella användning, tillgång till PantaPå-lösningen.<br><br>1.2 Kommersiell användning. Du får inte använda PantaPå-lösningen för kommersiellt bruk, utom om vi avtalat separat i ett undertecknat dokument. Annat än för ditt icke-kommersiella bruk, eller på annat sätt tillåtet enligt utgående villkor, får du inte använda, underlicensiera, överföra, distribuera, göra derivat av eller tillgängliggöra tjänsten eller innehållet. Sådan aktivitet är inte licensierad eller auktoriserad enligt dessa villkor och om den genomförs kan det leda till att alla tillgängliga rättsmedel för immateriella rättigheter (inklusive upphovsrättsintrång) följs, vars tillgänglighet du härmed erkänner.<br><br>1.3 PantaPå:s användarlicenser till oss. Du och varje PantaPå-användare beviljar härmed oss<br><br>den eviga, oåterkalleliga, världsomspännande, royaltyfria, fullt betalda, sublicenserbara, icke-exklusiva rätten och licensen för att använda, reproducera, modifiera, skapa derivatverk av, utföra, visa och distribuera utan begränsning (inklusive genom något medium) innehåll, helt eller delvis, för kommersiella och icke-kommersiella syften, inklusive (a) för att tillhandahålla, utveckla, förbättra, göra tillgängliga (inklusive genom offentliga sökmotorer), främja och marknadsföra PantaPå-lösningen och (b) att tillgängliggöra PantaPå-användarinnehåll under de utgående villkoren. Du samtycker till att vi är fria att använda och implementera all feedback, riktmärken, krav, förslag, kritik, förbättringar, rekommendationer, idéer och felkorrigeringar som du har gett oss angående PantaPå-lösningen för all framtid utan kompensation, tillskrivning eller övriga skyldigheter till dig.<br><br>1.4 Förbehåll för rättigheter. Ingen annan rätt eller licens till PantaPå-lösningen eller innehållet tillhandahålls, och ingen annan licens kommer att antydas genom uppförande eller på annat sätt. Vi ger ingen rätt eller licens med hänvisning till våra patent. Varje PantaPå-användare behåller all rätt att ta del av andra PantaPå-användares innehåll och alla relaterade immateriella rättigheter, med förbehåll för dessa villkor. Med förbehåll för dessa villkor behåller vi all rätt till PantaPå-lösningen och vårt innehåll och alla relaterade immateriella rättigheter. Förutom som uttryckligen godkänts av dessa villkor, kommer du inte att använda, reproducera eller distribuera innehåll som inte är skapat av dig. Användargränssnittet, användarupplevelsen, ikoner, presentationslager och element, terminologi, gamification, rapporter, layouter och skärmvisningar av eller som genererats av PantaPå-lösningen är vårt upphovsrättsskyddade innehåll och våra varumärken kommer inte reproduceras, distribueras eller visas utom för din interna användning och inte för extern användning eller exploatering.<br><br><strong>2.0 Villkor som gäller för innehåll</strong><br><br>2.1 Specifika förbjudna användningar. Du kommer inte (a) att använda PantaPå-lösningen på ett sätt som ger dig eller någon annan person tillgång till massnedladdningar eller bulkflöden av något innehåll, inklusive metadata; (b) radera, dölja eller på något sätt ändra något meddelande, någon varning eller någon länk som visas i PantaPå-lösningen eller i innehållet; (c) använda PantaPå-lösningen eller innehållet helt eller delvis med produkter, system eller applikationer för eller i samband med (i) realtidsnavigering eller ruttvägledning, inklusive men inte begränsat till vägvisning som är synkroniserad till positionen för en användares sensoraktiverade enhet; eller (ii) alla system eller funktioner för automatisk eller autonom kontroll av fordons- eller enhetsbeteende; eller (d) använda PantaPå-lösningen eller innehållet för att skapa en databas med platser eller annan lokal listinformation förutom den som uttryckligen tillåts av oss som beskrivs på webbplatsen. PantaPå ska inte användas för att skanna förpackningar som redan är anslutna till andra pantsystem. PantaPå ska inte heller användas för att skanna objekt som inte är tillämpliga på specifika återvinningsstationer (t.ex. farligt avfall).<br><br>2.2 Hantering av ditt innehåll. Appen lagrar tillfälligt ditt innehåll på ett sådant sätt att radering eller funktionsfel i appen eller funktionsfel i enheten som appen är installerad i kan leda till att innehållet permanent tas bort. Innehållet laddas inte upp och lagras på våra servrar förrän innehållet först har laddats upp via överföringsmekanismen i appen. När ditt innehåll har laddats upp raderas allt innehåll som lagras lokalt på din enhet permanent. Vi kan när som helst filtrera, förändra, modifiera, beskära eller ta bort sådant innehåll helt eller delvis innan vi gör det tillgängligt på webbplatsen och genom tjänsten efter eget gottfinnande, inklusive för att göra innehållet lämpligt att använda i PantaPå-lösningen. Vi är inte skyldiga att offentligt visa innehåll som läggs ut i privata forum eller som är dolt genom val av den bidragande PantaPå-användaren.<br><br>2.3 Innehållsskydd. Allt innehåll, oavsett om det publiceras offentligt eller skickas i privata grupper, är det enda ansvaret för PantaPå-användaren från vem sådant innehåll har sitt ursprung. Ingen PantaPå-användare kommer att överföra innehåll eller på annat sätt bedriva eller delta i någon verksamhet på eller genom PantaPå-lösningen som enligt vår bedömning sannolikt är förbjuden enligt lag eller kränker eller bryter mot tredje parts rättigheter i någon tillämplig jurisdiktion, inklusive utan begränsning av lagar om ångerrätt och förtal, kryptering av programvara, export av teknik, överföring av obscenitet eller tillåten användning av immateriell egendom. Du samtycker till att inte ladda upp, ladda ner, visa, utföra, överföra eller på annat sätt distribuera något innehåll eller på annat sätt delta i någon aktivitet i samband med PantaPå-lösningen, som (a) är hatande, kränkande, häftigt, ärekränkande, obscen, pornografisk, felaktig, av förföljande karaktär eller hotande; (b) förespråkar eller uppmuntrar uppförande som kan utgöra ett brott, ge upphov till civilrättsligt ansvar eller på annat sätt bryter mot gällande lokala, statliga, nationella eller utländska lagar eller förordningar; (c) utgör en kränkning av immaterialrätten för någon part, inklusive rättigheter till användning av namn och likhet, eller kränkning av en privatlivsrätt; (d) skapar ett intryck som är felaktigt eller vilseledande, inklusive utan begränsning genom att efterge sig andra eller genom att på annat sätt felrepresentera identitet eller anknytning till en person eller enhet; eller (e) avslöjar andra människors privata eller personligt identifierbara information utan deras uttryckliga tillstånd. Du garanterar att allt innehåll som du skickar är korrekt och inte vilseledande, konfidentiellt eller privilegierat och inte bryter mot tredje parts rättigheter. Vi får, efter eget gottfinnande, säga upp tjänsterna för allt innehåll som vi tror, enligt vår bedömning, inte uppfyller dessa villkor. Vi kan bevara och avslöja innehåll om det krävs enligt lag eller annat rättsligt eller statligt mandat eller genom av oss på annat sätt rimligt fastställda skäl för att skydda PantaPå, PantaPå:s användare och/eller allmänhetens rättigheter, egendom eller säkerhet.<br><br>2.4 Användning av innehåll. Varje PantaPå-användare kan genom att använda PantaPå-lösningen utsättas för innehåll som är stötande, otillbörligt, anstötligt, olagligt, kränkande, falskt eller felaktigt. Varje PantaPå-användare måste utvärdera, och kommer att bära alla risker som är förknippade med användningen av något innehåll, inklusive kvalitet, integritet, noggrannhet, fullständighet eller användbarhet. Vi kan ta bort innehåll som bryter mot dessa villkor, inklusive innehåll som vi blir medvetna om inte uppfyller syftet med tjänsterna, eller som annars strider mot lag eller på annat sätt är olämpliga enligt vår bedömning. Vi garanterar inte riktigheten, integriteten eller kvaliteten på något innehåll. Under inga omständigheter ansvarar vi på något sätt för något innehåll som innehåller felaktigheter eller utelämnanden eller för förlust eller skada av något slag som har uppstått som ett resultat av användningen av något innehåll. Vi har ingen skyldighet eller något ansvar gentemot dig eller någon PantaPå-användare att underhålla, lagra eller licensiera innehåll, skydda och upprätthålla innehållsägares immateriella rättigheter eller att upprätthålla dessa villkor. Du avstår härmed och släpper alla fordringar du kan ha mot oss som uppstår eller härrör från användning eller missbruk av innehåll eller din oförmåga att effektivt använda innehåll, din underlåtenhet att följa dessa villkor. Om du som användare av PantaPå-lösningen ser innehåll som du anser olämpligt på något sätt, vänligen informera oss och identifiera hur innehållet i fråga inte uppfyller dessa villkor genom att skicka ett e-postmeddelande. Vi kommer att titta på och ta bort allt innehåll som vi anser vara i strid med dessa villkor.<br><br>2.5 Webbplatser från tredje part. PantaPå-lösningen, PantaPå-användare eller en tredje part kan tillhandahålla länkar till andra webbplatser eller logga in via sådana länkar. Sådana länkar kommer inte att tolkas som ett stöd, sponsring eller anslutning till oss. Vi utövar ingen kontroll över sådana andra webbplatser och webbaserade resurser och är inte ansvariga för tillgängligheten, innehållet, eventuell reklam, produkter eller annat material som finns på webbplatserna. Vi kommer inte att vara ansvariga, direkt eller indirekt, för skador eller förluster som uppstått genom någon användning av andra webbplatser och resurser.<br><br><strong>3.0 Inloggningsuppgifter</strong><br><br>3.1 Inloggningsuppgifter. När du skapar ett konto kommer du att skapa, eller använda befintligt, användarnamn och lösenord. Du är helt ansvarig för att upprätthålla konfidentialiteten för inloggningsuppgifterna och ansvarar för alla aktiviteter som sker på ditt konto. Du kommer inte att överföra dina inloggningsuppgifter till någon part eller använda någon annans inloggningsuppgifter utan vårt skriftliga medgivande. Du kommer omedelbart att meddela oss om obehörig användning av inloggningsuppgifter eller andra säkerhetsbrott. Vi är inte ansvariga för någon förlust eller skada som uppstår till följd av en PantaPå-användares underlåtenhet att följa detta avsnitt eller från obehörig användning av inloggningsuppgifterna.<br><br>3.2 Ändring av användarnamn. Vi kan kräva att du, som ett villkor för medlemskap, ändrar ditt användarnamn om vi anser det vara lämpligt (till exempel när en varumärkesägare klagar på ett användarnamn som inte har ett nära samband med användarens faktiska namn).<br><br><strong>4.0 Webbplatsintegritet</strong><br><br>4.1 Förbjudna användningar. Du kommer inte att använda PantaPå-lösningen på något sätt som kan skada, inaktivera, överbelasta eller försämra någon PantaPå-kontrollerad server eller nätverken som är anslutna till någon sådan server, eller störa någon annan parts användning och upplevelse av PantaPå-lösningen, inklusive utan begränsning förfalskning eller förändring av innehåll publicerat av andra utom genom normal och avsedd drift av tjänsterna. Du får inte försöka få obehörig åtkomst till andra konton, datorsystem eller nätverk som är anslutna till någon av våra servrar eller till någon av tjänsterna. Det gäller till exempel hacking, lösenordbrytning eller att på annat sätt utnyttja buggar eller sårbarheter i PantaPå-lösningen. Du är förbjuden att kränka eller försöka kränka några säkerhetsfunktioner för PantaPå-lösningen, inklusive, utan begränsning, (a) tillförskaffa dig åtkomst till innehåll som inte är avsett för dig, eller logga in på en server eller konto som du inte har behörighet att komma åt; (b) försöka undersöka, skanna eller testa sårbarheten för PantaPå-lösningen eller något associerat system eller nätverk, eller bryta mot säkerhets- eller autentiseringsåtgärder utan korrekt tillstånd; (c) störa eller försöka störa tjänsterna för alla PantaPå-användare, övriga användare, värdar eller nätverk. Det genom att till exempel skicka ett virus till webbplatsen eller tjänsten, överbelasta, \\\"översvämma\\\", spamma, mailbomba eller skapa krascher; (d) att använda webbplatsen eller tjänsten för att skicka oönskad e-post eller oönskade meddelanden (till exempel kampanjer eller reklam för produkter eller tjänster); (e) publicera eller länka till skadligt innehåll som är avsett att skada eller störa en annan PantaPå-användares webbläsare eller dator eller kompromissa med en PantaPå-användares integritet eller anonymitet; (f) använda något TCP/IP-pakethuvud eller någon del av rubrikinformationen i något e-postmeddelande eller i någon annan postning; (g) tillskansa dig åtkomst eller manipulering med icke-offentliga områden på webbplatsen eller tjänsten, våra datorsystem eller våra leverantörers tekniska leveranssystem; (h) tillskansa dig åtkomst till, eller försöka komma åt, PantaPå-lösningen på något sätt (automatiserat eller på annat sätt) än genom de för närvarande tillgängliga, publicerade gränssnitten som tillhandahålls av oss (och endast enligt dessa villkor), såvida du inte har specifik tillåtelse att göra det genom ett separat avtal med oss; (i) djuplänka till webbplatsen för något ändamål (det vill säga att lägga ut en länk till en webbplats annan än vår hemsida) förutom om annat uttryckligen tillåts av oss på webbplatsen; (j) ta bort eller dölja någon form av reklam som visas genom PantaPå-lösningen; eller (k) ta emot pengar som du inte har någon laglig rätt till. Om någon av punkterna i 4.1 uppfylls kan du få en varning eller bli avstängd och rättsliga åtgärder kan vidtas mot dig.<br><br>4.2 Ingen informations- eller dataskördning (så kallad harvesting och crawling). Du kommer inte att delta i skörd eller annan insamling av information om andra PantaPå-användare, inklusive e-postadresser, utan vårt, och varje sådan PantaPå-användares, skriftliga medgivande. Du har inte tillåtelse att samla in information om och från PantaPå-lösningen eller använda eller starta något automatiserat system som exempelvis \\\"robotar\\\" och \\\"spindlar\\\" som får åtkomst till PantaPå-lösningen eller drar innehåll därifrån (andra än de som används av sökmotorleverantörer för det enda syftet att skapa offentligt tillgängliga sökbara index. Du erkänner också att överträdelse eller kringgående av alla tekniska hinder som implementeras av oss för att förhindra missbruk som anges ovan i sig inte är tillåtna.<br><br>4.3 Ingen inramning (så kallad framing). Du får inte införskaffa eller försöka införskaffa material eller information på något sätt som inte avsiktligt görs tillgängligt via tjänsterna på webbplatsen. Webbplatsen och tjänsterna är endast avsedda för icke-kommersiellt bruk, med undantag för vad som annars kan avtalas med oss i ett separat undertecknat dokument. Utan att begränsa allmänheten gällande det föregående kommer du inte att publicera, distribuera eller överföra innehåll (annat än ditt eget) eller tjänster till allmänheten genom något medium, vare sig det är via tryck, online eller på annat sätt, utom via webbplatsen eller som på annat sätt godkänts av dessa villkor eller av oss. Du kommer inte att delta i \\\"framing,\\\" \\\"spegling\\\" eller på annat sätt simulera utseendet eller funktionen för PantaPå-lösningen, och du kommer inte att skicka meddelanden som påstås vara från oss. Du kommer inte att ta bort eller försöka dölja meddelanden om upphovsrätt, varumärke eller annan äganderätt som finns på webbplatsen eller som är associerade med tjänsterna, inklusive våra och våra licensgivare.<br><br>4.4 Kontodata. Du erkänner och samtycker till att ditt innehåll inte kan hämtas eller vara tillgängligt förutom genom din godkända användning av tjänsterna. Vidare erkänner du att vi kan övervaka och samla information (inklusive men inte begränsat till teknisk och diagnostisk information) om din användning av PantaPå-lösningen för att förbättra PantaPå-lösningen och för att verifiera efterlevnaden av dessa villkor.<br><br>4.5 Meddelanden till oss. Om du tror att du har rätt eller skyldighet att agera i strid med dessa villkor enligt någon obligatorisk eller tillämplig lag, samtycker du till att ge oss en detaljerad och underbyggd förklaring av dina skäl skriftligen minst trettio (30) dagar innan du agerar så att vi kan bedöma om vi efter eget gottfinnande kan tillhandahålla en alternativ åtgärd för situationen även om vi inte är skyldiga att göra det.<br><br>4.6 Meddelanden till dig. När det gäller servicemeddelanden och meddelanden om tjänsterna till dig kan vi placera ett bannermeddelande på webbplatserna för att varna dig om vissa ändringar, till exempel ändringar av dessa villkor. Alternativt kan meddelandet bestå av ett e-postmeddelande från oss till en e-postadress som är kopplad till ditt konto även om vi har annan kontaktinformation. Du samtycker också till att vi kan kommunicera med dig i förhållande till ditt konto och på annat sätt i relation till dessa villkor via ditt konto eller genom annan kontaktinformation du har gett oss, inklusive e-post, mobilnummer, annat telefonnummer eller leveranstjänster inklusive fysisk post. Du erkänner och samtycker till att vi inte har något ansvar i samband med eller det som uppstår till följd av din underlåtenhet att upprätthålla korrekt kontaktinformation eller annan information. Det inklusive, men inte begränsat till, ditt eventuella misslyckande med att ta del av kritisk information om tjänsterna. Du samtycker till att alla avtal, meddelanden, avslöjanden och annan kommunikation som vi tillhandahåller dig elektroniskt uppfyller alla lagkrav om att sådan kommunikation ska vara skriftlig.<br><br>4.7 Nätverkssäkerhetsrisker. Eftersom inget onlinesystem är helt säkert eller tillförlitligt är internet i sak ett osäkert medium och pålitligheten för värdtjänster, internetförmedlare, din internetleverantör och andra tjänsteleverantörer kan inte säkerställas. Därmed accepterar du säkerhetsrisker som är förknippade med, eller härrör från, din användning av PantaPå-lösningen och användandet av en teknik som inte ger perfekt säkerhet eller tillförlitlighet.<br><br><strong>5.0 Friskrivning av garantier, ansvarsbegränsning och skadestånd</strong><br><br>5.1 Friskrivning. VARJE PANTAPÅ-ANVÄNDARES ANVÄNDNING AV PANTAPÅ-LÖSNINGEN OCH INNEHÅLLET I DEN ÄR HAN ELLER HENNES RISK. PANTAPÅ-LÖSNINGEN OCH INNEHÅLLET TILLHANDAHÅLLS PÅ BASIS AV \\\"SOM ÄR\\\" OCH \\\"SOM TILLGÄNGLIGT\\\" OCH VI ANTAGAR INGET ANSVAR FÖR EXAKTHET, VALUTA, TIDLÄGGNING, RADERING, FELAKTIG LEVERANS ELLER UNDERHÅLL FÖR ATT LAGRA ELLER VISA NÅGOT INNEHÅLL, PANTAPÅ:S PERSONALISERINGSINSTÄLLNINGAR ELLER ANNAN INFORMATION ELLER DATA. VARJE PANTAPÅ-ANVÄNDARE ÄR ENSKILT ANSVARIG FÖR ALL EVENTUELL SKADA PÅ HANS ELLER HENNES DATORSYSTEM, OCH VI KOMMER INTE ATT BÄRA NÅGOT ANSVAR FÖR EVENTUELL FÖRLUST GÄLLANDE VINST, MÖJLIGHETER, INTÄKTER, FÖRDELAR, INFORMATION ELLER DATA SOM RESULTAT FRÅN ANVÄNDNING AV PANTAPÅ-LÖSNINGEN ELLER INNEHÅLLET. SÅ MYCKET SOM MÖJLIGT UNDER GÄLLANDE LAG AVSLÅR VI UTTRYCKLIGT ALLA GARANTIER, UTTRYCKLIGT ELLER IMPLICERAD, INKLUDERANDE, MEN INTE BEGRÄNSAD TILL DE IMPLICERADE GARANTIERNA FÖR SÄLJBARHET, GODKÄNNANDE FÖR ETT SÄRSKILT SYFTE, TITEL OCH ICKE-ÖVERTRÄDELSE. Speciellt garanterar vi inte att (a) PantaPå-lösningen eller innehållet uppfyller dina krav, mål eller behov, (b) PantaPå-lösningen eller innehållstillträde kommer att vara oavbruten, i tid, säker eller felfri, eller att (c) eventuella fel eller brister i PantaPå-lösningen eller innehållet kommer att korrigeras. Vidare kan schemalagd och förebyggande underhåll, obligatoriskt underhållsarbete eller nödunderhållsarbete eller störningar av tjänster på grund av internettjänster och webbhotelleverantörer störa funktionen eller åtkomsten till PantaPå-lösningen.<br><br>5.2 Ansvarsbegränsning. EXKLUDERAT ENDAST SKADOR HÄRLEDDA TILL VÅRT ANSVAR VAD GÄLLER BEDRÄGERI, DÖD ELLER PERSONLIG SKADA SOM ORSAKAS AV VÅR OAKTSAMHET, ELLER ANNAN FÖRLUST FÖR VILKEN VI INTE KAN EXKLUDERA VÅRT JURIDISKA ANSVAR, KOMMER VI INTE ATT VARA ANSVARIGA FÖR NÅGRA DIREKTA, INDIREKTA, OLYCKSMÄSSIGA, FÖLJD- ELLER EXEMPLARISKA SKADOR, INKLUSIVE MEN INTE BEGRÄNSADE TILL SKADA FÖR INKOMSTBORTFALL, VINSTER, GOODWILL, ANVÄNDNING, DATA ELLER ANDRA IMMATERIELLA FÖRLUSTER (ÄVEN OM VI HAR BLIVIT UNDERRÄTTADE OM MÖJLIGHETEN TILL SÅDANA SKADOR), TILL FÖLJD AV ANVÄNDNING AV ELLER OFÖRMÅGA ATT ANVÄNDA PantaPå -LÖSNINGEN OCH ALLT INNEHÅLL; KOSTNADEN FÖR UPPHANDLING AV ERSÄTTNINGSTJÄNSTER; OBEHÖRIG VISNING, ÅTKOMST TILL ELLER RADERING ELLER ÄNDRING AV INNEHÅLL, INFORMATION ELLER DATA; UTTALANDEN ELLER UPPFÖRANDE FRÅN NÅGON TREDJE PART; ELLER ANDRA FRÅGOR SOM RÖR OSS, INNEHÅLLET ELLER PantaPå-LÖSNINGEN. UTESLUTANDE ENDAST VÅRT ANSVAR FÖR BEDRÄGERI, DÖDSFALL ELLER PERSONSKADA ORSAKAD AV VÅR VÅRDSLÖSHET ELLER ANNAN FÖRLUST FÖR VILKEN VI INTE LAGLIGT KAN FRÅNSÄGA OSS ANSVARET, ÄR NÅGOT ANSVAR GENTEMOT DIG ELLER TREDJE PART UNDER NÅGRA OMSTÄNDIGHETER BEGRÄNSAT TILL BELOPP HÖGRE ÄN 10 DOLLAR ELLER ALLA BELOPP SOM DU BETALAT TILL OSS UNDER TOLVMÅNADERSPERIODEN FÖRE INTRÄFFANDET AV FORDRAN ELLER HÄNDELSEN. Ovanstående begränsningar och undantag gäller i den maximala utsträckning som tillåts enligt tillämplig lag.<br><br>5.3 Skadestånd. Du samtycker till att försvara, skydda, frisläppa och hålla oss, våra leverantörer och alla officerare, direktörer, anställda, konsulter, ombud och representanter för något av de föregående (kollektivt \\\"skyddade parter\\\") oskadda i sin helhet från och mot alla fordringar (inklusive krav från tredje part), förluster, ansvar, skador och/eller kostnader av alla slag, kända och okända, misstänkta och obekräftade, avslöjade och icke-avslöjade, som uppstår från eller på något sätt i samband med: (a) din obehöriga åtkomst till eller användning av PantaPå-lösningen eller innehållet, (b) ditt brott mot dessa villkor, (c) din användning av innehåll eller uppträdande som uppstår av det ovan och därmed alla aktiviteter du utför på eller genom PantaPå-lösningen, eller (d) ditt intrång, eller intrång från någon annan användare av ditt konto, av immateriella rättigheter eller andra rättigheter för någon person eller enhet. Vidare, om du har en tvist med en eller flera PantaPå-användare, frigör du härmed de skyddade parterna från fordringar, krav och skadestånd (faktiska, direkta och följdmässiga) av alla slag, kända och okända, misstänkta och obekräftade, avslöjade och icke-avslöjade, förutsebara och oförutsebara, som uppstår från, eller på något sätt i samband med, sådana tvister.<br><br>FÖR KALIFORNIEN, USA-INVÅNARE: Du samtycker vidare till att dessa villkor upphäver och släpper alla fordringar som annars skulle bevaras genom användning av avsnitt 1542 i California Civil Code som föreskriver (engelska): ” A general release does not extend to claims which the creditor does not know or suspect to exist in his or her favor at the time of executing the release, which if known by him or her must have materially affected his or her settlement with the debtor.” You understand that you are releasing us from all claims, whether known or unknown to you, and whether or not you suspect that those claims may exist at this time.”<br><br><strong>6.0 Allmänna bestämmelser</strong><br><br>6.1 Force Majeure. Med undantag för skyldigheter att betala pengar nedan, kommer ingen försening, underlåtenhet eller underlåtenhet av någon av parterna att genomföra eller följa några av sina skyldigheter enligt detta ge upphov till något krav mot sådan part eller anses vara ett brott mot detta avtal om och för så länge ett sådant misslyckande eller sådan försummelse uppstår från någon orsak utanför den partens rimliga kontroll.<br><br>6.2 Avbrott/ändring av tjänsten. Vi kan då och då modifiera eller avbryta åtkomst till, tillfälligt eller permanent, webbplatsen eller någon tjänst där (eller någon del, funktion eller funktionalitet därav, samt interna regler för drift, berättigande, prissättning, gamification, synlighet till eller allmänhetens tillgänglighet och andra aspekter). Vi ansvarar inte för någon sådan modifiering, avstängning eller sådant upphörande, även om vissa funktioner, dina inställningar och/eller något innehåll som du har bidragit med eller kommit att förlita dig på, förloras permanent.<br><br>6.3 Kontouppsägning. Du får enbart ha ett PantaPå-konto kopplat till dig. Samtliga former av fusk beivras med eventuell kontouppsägning. Vi kan avsluta ditt eller något annat PantaPå-användarkonto utan orsak, inklusive utan begränsning för: (a) överträdelse av dessa villkor; (b) missbruk av PantaPå-resurser eller något försök att få obehörigt inträde i PantaPå-lösningen; (c) användning av sajten eller någon tjänst på ett sätt som är oförenligt med syftet med tjänsterna; (d) sådan PantaPå-användares begäran om sådan uppsägning; eller (e) krav på eller för underlåtenhet att uppfylla gällande lagar, förordningar, domstols- eller regeringsorgans beslut eller etiska krav. Vi kan dessutom avbryta tillgängligheten av PantaPå-lösningen med hänsyn till våra egna affärsskäl, inklusive om vi väljer att upphöra med att leverera den. Vår uppsägning av alla PantaPå-användares åtkomst till PantaPå-lösningen kan ske utan föregående meddelande, och vid sådan uppsägning kan vi omedelbart inaktivera eller ta bort PantaPå-användares konto och innehåll och/eller hindra ytterligare åtkomst till webbplatsen och tjänsterna. Vi är inte ansvariga för upphörande av PantaPå-användares åtkomst till webbplatsen eller tjänsterna. Efter att ditt konto avslutats försöker du inte att registrera ett nytt konto utan vår tillåtelse.<br><br>6.4 Kontodeaktivering. Du kan avaktivera ditt konto när som helst. Deaktivering är ditt enda sätt att avsluta ditt konto.<br><br>6.5 Amerikanska regeringens begränsade rättigheter. Tjänsterna tillhandahålls med \\\"BEGRÄNSADE RÄTTIGHETER.\\\" Användning, duplicering eller avslöjande av den amerikanska regeringen är föremål för begränsningar som anges i tillämpliga lagar och regler. Den amerikanska regeringens användning av tjänsterna och relaterat material utgör ett erkännande av vår äganderätt.<br><br>6.6 Varumärken. Du har ingen rätt till eller licens för tredje parts varumärken enligt dessa villkor, eller till några av våra varumärken eller servicemärken. Vi förbehåller oss alla rättigheter för och till våra varumärken, servicemärken, handelsnamn, domännamn och liknande identifierare, inklusive utan begränsning PantaPå TM.<br><br>6.7 Amerikansk DMCA. Om du tror att ditt arbete har kopierats och är tillgängligt via PantaPå-lösningen på ett sätt som utgör intrång i upphovsrätten i USA, kan du meddela oss genom att tillhandahålla vår upphovsrättsagent följande skriftligen: (a) identifiering av upphovsrättsskyddat arbete som du hävdar har kränkts; (b) identifiering av materialet som påstås vara kränkande och information som är rimligt tillräcklig för att vi ska kunna hitta materialet; (c) ditt namn, adress, telefonnummer och e-postadress; (d) ett uttalande från dig om att du har en god tro i att den omtvistade användningen inte är godkänd av upphovsrättsinnehavaren, dess agent eller lagen; och (e) ett uttalande, gjort under vittnesed, att ovanstående information i ditt meddelande är korrekt och att du är upphovsrättsägaren eller har behörighet att agera på upphovsrättsägarens vägnar. Ovanstående skrift måste vara elektroniskt eller fysiskt signerad av dig. Om vi<br><br>får ett sådant krav kan vi vägra eller ta bort innehåll eller avsluta ett PantaPå-användarkonto i enlighet med dessa villkor. Vår utsedda agent för att få meddelande om påstådd överträdelse enligt Digital Millennium Copyright Act från 1998 kan kontaktas via contact@pantapa.se.<br><br>6.8 Gällande lag. Dessa villkor, PantaPå-lösningen, innehållet och eventuella tvister som är relaterade till eller rörande något av det föregående (inklusive skadestånd såväl som kontraktsanspråk, och om det är förhandsavtal eller extraavtal), kommer att regleras av och lösas i enlighet med Sveriges lagar. Du samtycker till att oberoende av någon lag eller motsatt lag måste alla anspråk eller talan orsakas av eller hänföras till dessa villkor, PantaPå-lösningen eller innehållet, inom ett år efter att en sådan ansökan eller talan har uppstått.<br><br>6.9 Tvistlösning. Eventuella tvister mellan eller fordringar som tagits av dig eller oss som härrör från eller är relaterade till dessa villkor, PantaPå-lösningen eller innehållet (inklusive skadestånd såväl som kontraktsanspråk, och vare sig det är förhandsavtal eller extraavtal, liksom godtagbarheten i eventuella tvister) kommer att hänvisas till och slutligen lösas genom bindande skiljeförfaranden vid Internationella skiljedomstolen i enlighet med reglerna för skiljedom från Internationella handelskammaren (\\\"ICC\\\") som gäller vid tidpunkten för skiljedom, utom i strid med detta avsnitt . Skiljeförfarandet kommer att genomföras per telefon, online och/eller baseras på skriftliga inlagor där ingen personlig uppträdande krävs. Om personligt uppträdande krävs kommer sådana utfrågningar att hållas i Köpenhamn, Danmark om inte en annan plats är överenskommen mellan parterna. I alla sådana fall kommer skiljedomen att administreras av ICC i enlighet med deras tillämpliga regler. Skiljemannen kommer att tillämpa lagen som anges i avsnitt 6.8 ovan. Om du är en person ska kostnaden för skiljedomarens arbete betalas av oss, såvida du inte, enligt skiljedomsstyrelsens bedömning, har inlett skiljeförfaranden utan rimlig grund. ** Alla utmärkelser kan vid behov verkställas av någon domstol som har behörighet. Förekomsten av tvister, förekomsten eller detaljerna i skiljeförfarandet och alla relaterade dokument, material, bevis, domar och utmärkelser i detta kommer att hållas konfidentiella. Med undantag för vad som krävs enligt lag kommer ingen part att offentliggöra några offentliga meddelanden med avseende av förfarandet eller tilldelningen, förutom vad som krävs för att verkställa samma. Parterna upphäver härmed rätten till en rättegång av jury och samtycker till att endast väcka anspråk i en individuell kapacitet och inte som klagande eller klassmedlem i någon påstådd klass eller representativt förfarande. Trots det ovanstående kommer inget i det här avsnittet att utesluta rätten och förmågan att när som helst anmäla och upprätthålla en talan om återkrav av föreläggande eller preliminär befrielse vid någon domstol med behörig jurisdiktion enligt de lagar som är tillämpliga för detta. Alla fordringar (exklusive begäran om föreläggande eller rättvis befrielse) mellan parterna måste lösas med skiljedom i enlighet med detta avsnitt. Om endera parten anmäler en talan som strider mot detta avsnitt, kan den andra parten återkräva advokaters avgifter och kostnader, förutsatt att den part som söker tilldelningen skriftligen har underrättat den andra parten om det felaktigt inlagda kravet, och den andra parten har misslyckats med att dra sig tillbaka påståendet.<br><br>6.10 Uppdrag. Dessa villkor kommer inte att tilldelas, delegeras eller överföras av dig, helt eller delvis, vare sig det är frivilligt, ofrivilligt, genom sammanslagning, konsolidering, upplösning, försäljning av tillgångar eller på annat sätt utan vårt skriftliga förhandsgodkännande. Alla sådana påstådda uppdrag, delegeringar eller överföringar utan skriftligt medgivande kommer att ogiltiga. Vi kan när som helst tilldela dessa villkor utan föregående samtycke eller meddelande. Dessa villkor är bindande för, och till förmån för, parterna och deras respektive och tillåtna efterträdare och uppdrag.<br><br>6.11 Injunktiv lättnad. Du erkänner och samtycker till att överträdelse av dessa villkor, eller obehörig användning, avslöjande eller distribution av PantaPå-lösningen eller innehållet, kan orsaka irreparabel skada för oss, i vilken omfattning det skulle vara svårt att fastställa, och att vi kommer att ha rätt att söka omedelbart föreläggande för befrielse (utöver alla andra tillgängliga rättsmedel) vid domstol med behörig jurisdiktion enligt tillämpliga lagar därtill.<br><br>6.12 Sverige-baserad webbplats. PantaPå-lösningen kontrolleras av PantaPå från sina kontor i Sverige. Vi ingen framställan om att PantaPå-lösningen är lämplig för användning i andra jurisdiktioner. Din användning av eller tillgång till sajten kommer inte att tolkas som att vi avsiktligt utnyttjar fördelarna eller privilegierna med att göra affärer i något annat land, stat eller någon annan jurisdiktion än Sverige.<br><br>6.13 Allmänt. Villkoren utgör hela avtalet mellan oss och reglerar varje PantaPå-användares användning av PantaPå-lösningen och ersätter alla tidigare avtal. Varje PantaPå-användare kan vara föremål för ytterligare villkor som kan gälla när den PantaPå-användaren använder affiliatetjänster, tredjepartsinnehåll eller tredjepartsprogramvara. Om någon bestämmelse i villkoren konstateras av en domstol med behörig jurisdiktion som ogiltig, är parterna ändå överens om att domstolen bör sträva efter att verkställa parternas avsikter som återspeglas i bestämmelsen, och de andra bestämmelserna i villkoren förblir i full kraft och effekt. Inget undantag från någon bestämmelse i dessa villkor kommer att betraktas som ett ytterligare undantag eller fortsättande undantag eller sådan bestämmelse eller någon annan bestämmelse, och vår underlåtenhet att hävda någon rätt eller bestämmelse enligt dessa villkor utgör inte ett avstående från en sådan rättighet eller bestämmelse. Ingenting häri kommer att anses skapa en byrå, partnerskap, delat risktagande, affärsrelationen anställd-arbetsgivare eller affärsrelationen franchisegivare-franchisetagare av något slag mellan oss och någon användare eller annan person eller enhet, och dessa villkor utvidgar inte heller rättigheterna till någon tredje part. Parterna bekräftar härmed att de har begärt att dessa villkor och alla bilagor och tillhörande handlingar, om några, utarbetas på svenska.<br><br>Tack för att du läser våra användarvillkor. Vi hoppas att du gillar PantaPå!<br><br><strong>Ansvarig för användarvillkor:</strong><br><br><br>Sugi Group AB<br>Birger Jarlsgatan 57C, 113 56 Stockholm<br>Sverige</p>\n"},"no":{"title":"Terms of use","html":"<p>Term of use</p>\n"}}},"privacy_policy":{"date_updated":1597677626096,"local":{"en":{"title":"Privacy policy","html":"This Privacy Policy describes the processing of personal information that is provided under the PantaPå, a service offered at www.pantapa.se and in related mobile applications (“Service” / “Services”). The services are provided by Sugi Group AB, org nr 559009-0378.<br><br>When you use Services, you entrust us with your information. In this privacy policy we explain what data we collect, why we collect it and what we use it for. This is important! We hope you will spend some time reading the policy carefully.<br><br>In order to make our service more relevant, we collect certain data about our users. By looking at historical user data and behavior patterns, we can deliver a more tailor-made experience for you as a user.<br><br>PantaPå is currently based on unique user accounts created when you create an account in the app. In connection with this, we will ask you for e-mail, telephone number and you will have to choose a password. If you choose to create your user account through facebook link, you agree that we collect your authentication information, such as Your username and encrypted credentials. The same is if you choose to create your user account through Google. We may also collect other information available through your Third Party Application account including your name, profile image, country, hometown, email address, date of birth, gender, friend’s name and profile, and network. Your facebook picture will not be saved to us at all, but it will be loaded from facebook directly. We also collect certain data about what kind of mobile and operating system you are using.<br><br>When you use the PantaPå, your location and what you click on in the app and how the app is used will be logged. You also have the option to volunteer age and gender to get better custom offers. The personal data we collect will never be used outside our service or shared with any other company.<br><br>We neither sell, share or trade any personal information about our users of any kind to third parties without your permission.<br><br>By connecting your personal Facebook account to our app, you get the opportunity to share content, such as timeline records and inboxes from our app directly to Facebook. The information we access in this connection is the information that Facebook considers to be “publicly available information” or “public account information” (https://developers.facebook.com/policy). This information is used to show your name and image in the app and is not used for anything else.<br><br>We send push notifications to the users who have actively accepted this in the app. Our users can turn off the push-notice feature at any time and the app will work just as well anyway.<br><br>Our site uses cookies. These are only used to store completely anonymous domain-internal data that we use to optimize our website and make it better.<br><br>It is only allowed to create an account per person at PantaPå. Individuals who abuse this and create multiple accounts risk being suspended from the platform. Individuals who use their counterfeit account or otherwise abuse their account may be suspended from the platform and legal action can be taken towards the person.<br><br><b>Information we collect about you:</b><br><br>When using any of our services, we may collect the following information, depending on what service you are using:<br><br>* Person and contact information – Name, Date of birth, Social security number, E-mail address, Cell phone number, etc.<br>* Information about goods / services– details about the goods / services you have deposit.<br>* Historical information – your collected deposit amount and used vouchers, as well as cash donated, redeemed and transferred.<br>* Information about how to interact with PantaPå – how to use our services, including page response time, download error, how you reached and left the service, and delivery notifier when we contact you.<br>* Device information – such as IP address, language settings, browser settings, time zone, operating system, platform, and screen resolution.<br>* Geographical information – your geographical location.<br><br>What do we do with your information?<br><br>PantaPå handles personal data for the following purposes and with the following legal grounds ( for completion of agreement, following law and other legitimate interests):<br><br>* Delivering PantaPå's user experience.<br>* Confirm your identity and verify your personal and contact information.<br>* To administer your payment and customer relationship, for example, to fulfill our obligations to you and to provide you with information, offers and services that you request from us.<br>* To send information to you in electronic format (not marketing).<br>* To determine which payment methods and other services we can offer you, for example through internal and / or external credit assessments.<br>* For internal troubleshooting, data analysis, testing, research and statistical purposes. To ensure that content is presented effectively to you and your device.<br>* To prevent abuse of PantaPå’s services as part of our efforts to keep the services safe and secure.<br>* To carry out risk analysis, prevent fraud and carry out risk management.<br>* To improve our services and general business development, including improving credit risk models with the aim of minimizing fraud, developing new products and features, and exploring new business opportunities.<br>* In order to comply with applicable legislation, such as anti-money laundering and accounting laws and capital adequacy regulations<br><br><b>Offers and benefits</b><br><br>In order to offer you offers and benefits (if you become PantaPå users) like discounts, special events, products, sales promotions, store offers, samples, gifts, etc., we’ll look at your past events. This may, for example, be the number of deposit, and / or your use of PantaPå's services. The purpose of this is to administer PantaPå´s offer and benefit program and analyze your deposit so that we can customize and provide you with relevant offers. The information will form the basis for PantaPå's marketing and customer analysis, business and method development and statistics. Within the offer and benefit program, PantaPå and PantaPå's partners can join PantaPå's, use this information via postal services, SMS, e-mail, social media and other digital channels to communicate with you and provide you with offers. PantaPå and its business partners will not use any direct marketing channel for this purpose (eg email or SMS) if you opted out of marketing (or if you have not chosen this if required by law in your country).<br><br><b>User Portal.</b> If you use PantaPå's web and mobile app, additional data will be processed to provide the services offered in the user portal.<br>• Custom items and ads: You will see personalized custom items and ads based on your previous deposit.<br>• Custom PantaPå overview: An overview can be displayed where you can see the status of your PantaPå deposit and view your deposit history, as well as access refunds, pay and extend payment time.<br>• Your affiliated bank accounts: You not only get an overview of PantaPå's payments to you, but the user portal also gives you the benefit of connecting external bank accounts. If you sign up for this service, we will process information about your external bank account, such as account number, bank, previous deposit on the account.<br>• Customer Service: When you contact our customer service through the user portal, we handle the information you provide.<br><br><b>Communicate with you.</b> PantaPå may also use your data to communicate relevant information about used or similar services, and to perform customer satisfaction surveys regarding our services (for example, after you have been in contact with PantaPå's customer service) via email, SMS, phone or other channels.<br><br><b>Who can we share your information with?</b> We take all reasonable contractual, legal, technical and organizational measures to ensure that your information is processed safely and with an adequate level of protection when transferred to or shared with selected third parties.<br><br><b>Suppliers and subcontractors.</b> PantaPå may share your personal information with suppliers and / or subcontractors for the performance of our contractual obligations to you and for other purposes as set forth in this Data Protection Policy. Before we involve suppliers or subcontractors, we make sure they meet our high data protection standards.<br><br><b>Agencies.</b> PantaPå may provide the necessary information to authorities such as the Police, the Tax Agency or other authorities if we are required by law to do so or if you have agreed to do so. An example of legal obligation to provide information is for measures against money laundering and terrorist financing.<br><br><b>Where do we store your personal information?</b> We always strive to process your data within the EU / EEA. However, the data may in some situations be transferred to, and processed in, non-EU / EEA countries by a company within the PantaPå Group or by another supplier or subcontractor. As PantaPå is determined to always protect your data, PantaPå will take all reasonable contractual, legal, technical and organizational measures to ensure that your data is handled securely and with an adequate level of protection comparable to and at the same level as the protection offered within EU / EEA.<br><br><b>How long do we save your personal information?</b> We save your information as long as it is necessary to perform our contractual obligations to you and as long as required by statutory storage times or necessary under other legitimate interests. When we save your data for purposes other than our contractual commitments, for example, to meet requirements for money laundering, accounting and regulatory capital requirements, we only save the data as long as it is allowed to meet our legitimate interests and / or statutory for respective purpose<br><br><b>Your right to access, rectification, deletion and to lodge a complaint</b><br>• Right to access your data. You can request a copy of your information if you want to know what information we have about you.<br>• Right to rectification. You are entitled to correct incorrect or incomplete information about yourself.<br>• Right to be deleted. You are entitled to request the deletion of your personal data when the data is no longer necessary for the purpose for which it was collected. However there may be legal obligations that prevent PantaPå from immediately deleting parts of your data. These obligations derive from accounting and tax legislation, banking and money laundering legislation, but also from consumer law. What we do then is to block the data that we are required to save from being used.<br>• Right to file a complaint. You are entitled to file a complaint with a regulatory authority. You have the option to opt out of certain specific functions. We will always respect your choice.<br><br>PantaPå has a data protection agent and a team of data protection specialists. Because we take data protection very seriously, we also have a customer service team dealing with data protection issues, which you access via security@pantapa.se. Please visit www.pantapa.se for more information about PantaPå.<br><br>Our privacy policy may change in the future and we will then release a pressrelease. This will be available at www.pantapa.se/pressrum, under the latest news.<br><br>Thank you for reading our Privacy Policy. We hope you enjoy PantaPå!<br><br><b>Privacy Policy Manager:</b><br>Sugi Group AB<br>Birger Jarlsgatan 57C, 113 56 Stockholm<br>Sweden<br>"},"sv":{"title":"integritets-policy","html":"<p>Denna sekretesspolicy beskriver behandlingen av personlig information som tillhandahålls av PantaPå, en tjänst som erbjuds på och i relaterade mobilapplikationer (\\\"Service\\\"\\\"Tjänsten\\\"). Tjänsterna tillhandahålls av Sugi Group AB, org-nr 559009-0378.<br><br>När du använder Tjänsten anförtror du oss din information. I denna sekretesspolicy förklarar vi vilken typ av data vi samlar in, varför vi samlar in den och vad vi använder den till. Det här är viktigt! Vi hoppas att du tar dig tid att läsa igenom den här policyn noggrant.<br><br>För att göra vår tjänst mer relevant samlar vi in vissa uppgifter om våra användare. Genom att titta på historiska användardata och beteendemönster kan vi leverera en mer skräddarsydd upplevelse för dig som användare.<br><br>PantaPå är för närvarande baserat på unika användarkonton som skapas i och med att du själv skapar ett konto i appen. I samband med detta kommer vi att be dig om din e-post och ditt telefonnummer. Du måste även välja ett lösenord. Om du väljer att skapa ditt användarkonto via Facebook-länken accepterar du att vi samlar in din autentiseringsinformation, till exempel ditt användarnamn och krypterade referenser. Detsamma gäller om du väljer att skapa ditt användarkonto via Google. Vi kan också samla in annan information som är tillgänglig via ditt tredjepartsapplikationskonto. Det inkluderar information som ditt namn, din profilbild, ditt land, din hemstad, din e-postadress, ditt födelsedatum, ditt kön, dina vänners namn och profiler och det nätverk som finns kopplat till det. Din profilbild på Facebook sparas inte hos oss utan den laddas direkt från Facebook. Vi samlar också in vissa uppgifter om vilken typ av mobil och vilket operativsystem du använder.<br><br>När du använder PantaPå loggas din plats, vad du klickar på i appen och hur appen används. Du har också möjlighet att frivilligt uppge ålder och kön för att få bättre anpassade erbjudanden. De personuppgifter som vi samlar in kommer aldrig att användas utanför vår tjänst eller delas med något annat företag.<br><br>Vi säljer, delar eller byteshandlar ingen personlig information om våra användare av något slag till tredje part utan ditt tillstånd.<br><br>Genom att ansluta ditt personliga Facebook-konto till vår app får du möjlighet att dela innehåll. Det kan till exempel handla om tidslinjeposter och inkorgar från vår app som delas direkt till Facebook. Informationen vi får i detta sammanhang är den information som Facebook anser vara \\\"allmänt tillgänglig information\\\" eller \\\"offentlig kontoinformation\\\" (https://developers.facebook.com/policy). Denna information används för att visa ditt namn och bild i appen och inte för något annat.<br><br>Vi skickar pushmeddelanden till de användare som aktivt har accepterat detta i appen. Våra användare kan stänga av funktionen för pushmeddelanden när som helst och appen fungerar lika bra ändå.<br><br>Vår webbplats använder cookies. Dessa används bara för att lagra helt anonym domänintern information som vi använder för att optimera vår webbplats och göra den ännu bättre.<br><br>Det är bara tillåtet att skapa ett konto per person på PantaPå. Personer som missbrukar detta och skapar flera konton riskerar att bli avstängda från plattformen. Individer som använder förfalskade konto eller på annat sätt missbrukar sitt konto kan stängas av från plattformen och rättsliga åtgärder kan vidtas mot personen.<br><strong>Informationen vi samlar in om dig:</strong><br><br>När du använder någon av våra tjänster kan vi samla in följande information beroende på vilken tjänst du använder:<br><br>* <strong>Person- och kontaktinformation:</strong> Namn, födelsedatum, personnummer, e-postadress, mobiltelefonnummer etc.<br><br>* <strong>Information om varor/tjänster:</strong> Information om de varor/tjänster du har skannat in.<br><br>* <strong>Historisk information:</strong> Ditt samlade insättningsbelopp och använda kuponger samt kontanter som donerats, inlösts och överförts.<br><br>* <strong>Information om hur du interagerar med PantaPå:</strong> Hur du använder våra tjänster, inklusive svarstid på sidan, nedladdningsfel, hur du nådde och lämnade tjänsten och leveransmeddelanden när vi kontaktar dig.<br><br>* <strong>Enhetsinformation:</strong> Till exempel IP-adress, språkinställningar, webbläsarinställningar, tidszon, operativsystem, plattform och skärmupplösning.<br><br>* <strong>Geografisk information:</strong> Din geografiska plats.<br><br><strong>Vad gör vi med din informationen?</strong><br><br>PantaPå hanterar personuppgifter för följande ändamål och med följande rättsliga skäl (för avslutande av avtal, efter lag och andra berättigade intressen):<br><br>* För att leverera PantaPå:s användarupplevelse.<br><br>* För att bekräfta din identitet och verifiera din personliga information och kontaktinformation.<br><br>* För att administrera ditt betalnings- och kundförhållande, till exempel för att uppfylla våra skyldigheter gentemot dig och ge/leverera information, erbjudanden och tjänster som du begär från oss.<br><br>* För att skicka information till dig i elektroniskt format (inte marknadsföring).<br><br>* För att avgöra vilka betalningsmetoder och andra tjänster vi kan erbjuda dig, till exempel genom interna och/eller externa kreditbedömningar.<br><br>* För intern felsökning, dataanalys, testning, forskning och statistiska ändamål. För att säkerställa att innehåll presenteras effektivt för dig och din enhet.<br><br>* För att förhindra missbruk av PantaPå:s tjänster. En del av våra ansträngningar för att hålla tjänsterna säkra.<br><br>* För att utföra riskanalys, förebygga bedrägerier och utföra riskhantering.<br><br>* För att förbättra våra tjänster och allmän affärsutveckling, inklusive förbättra kreditriskmodeller i syfte att minimera bedrägeri, utveckla nya produkter och funktioner samt utforska nya affärsmöjligheter.<br><br>* För att följa tillämplig lagstiftning, till exempel lagar gällande penningtvätt och bokföring samt övriga kapitaltäckningsregler.<br><br><strong>Erbjudanden och fördelar</strong><br><br>För att erbjuda dig erbjudanden och förmåner (om du blir PantaPå-användare) som bland annat rabatter, specialevenemang, produkter, försäljningskampanjer, butikserbjudanden, prover och presenter tittar vi på tidigare händelser kopplade till ditt konto. Detta kan till exempel vara antalet inskanningar och/eller din användning av PantaPå:s tjänster. Syftet med detta är att administrera PantaPå:s erbjudande- och förmånsprogram och analysera din inskanning så att vi kan anpassa och ge dig relevanta erbjudanden.<br><br>Informationen kommer sedan att ligga till grund för PantaPå:s marknadsföring, kundanalys, affärs- och metodutveckling samt statistikföring. Inom erbjudande- och förmånsprogrammet kan PantaPå och PantaPå:s partners använda denna information via posttjänster, SMS, e-post, sociala medier och andra digitala kanaler för att kommunicera med dig och ge dig erbjudanden. PantaPå och dess affärspartners kommer inte att använda någon direktmarknadsföringskanal för detta ändamål (till exempel e-post eller SMS) om du har valt bort att ta emot marknadsföring (eller om du inte har valt detta om det krävs enligt lag i ditt hemmahörande land).<br><br><strong>Användarportal.</strong> Om du använder PantaPå:s webb- och mobilapp behandlas ytterligare data för att tillhandahålla de tjänster som erbjuds i användarportalen.<br><br>* <strong>Anpassade objekt och annonser:</strong> Du tar del av personligt anpassade objekt och annonser baserat på dina tidigare inskanningar.<br><br>* <strong>Anpassad PantaPå-översikt:</strong> En översikt finns där du kan se status för din PantaPå-inskanning och ta del av din inskanningshistorik. Du kan betala och förlänga betalningstiden. Dessutom har du åtkomst till återbetalningar.<br><br>* <strong>Dina anslutna bankkonton:</strong> Du får inte bara en översikt över PantaPå:s betalningar till dig utan användarportalen ger dig också fördelen att du kan ansluta externa bankkonton. Om du registrerar dig för den här tjänsten behandlar vi information om ditt externa bankkonto, till exempel kontonummer, banknamn och tidigare inskanningar på kontot.<br><br>* <strong>Kundtjänst:</strong> När du kontaktar vår kundtjänst via användarportalen hanterar vi den information du tillhandahåller.<br><br><strong>Kommunicera med dig</strong><br><br>PantaPå kan också använda din data för att kommunicera relevant information om använda eller liknande tjänster och för att utföra kundnöjdhetsundersökningar angående våra tjänster (till exempel efter att du har varit i kontakt med PantaPå:s kundtjänst) via e-post, SMS, telefon eller andra kanaler.<br><br><strong>Vem kan vi dela din information med?</strong><br><br>Vi vidtar alla rimliga avtalsmässiga, juridiska, tekniska och organisatoriska åtgärder för att säkerställa att din information behandlas säkert och med en tillräcklig skyddsnivå när den överförs till eller delas med utvalda tredjeparter.<br><br><strong>Leverantörer och underleverantörer</strong><br><br>PantaPå kan dela din personliga information med leverantörer och/eller underleverantörer för att fullgöra våra avtalsmässiga skyldigheter gentemot dig och för andra ändamål som anges i denna integritetspolicy. Innan vi involverar leverantörer eller underleverantörer ser vi till att de uppfyller våra höga standarder vad gäller dataskydd.<br><br><strong>Myndigheter</strong><br><br>PantaPå kan tillhandahålla nödvändig information till myndigheter som polisen, Skatteverket eller andra myndigheter om vi enligt lag är skyldiga att göra det eller om du har kommit överens med oss om att göra det. Ett exempel på laglig informationsskyldighet är åtgärder mot penningtvätt och finansiering av terrorism.<br><br><strong>Var lagrar vi din personliga information?</strong><br><br>Vi strävar alltid efter att behandla dina uppgifter inom EU/EES. Uppgifterna kan dock i vissa situationer överföras till och behandlas i länder utanför EU/EES av ett företag inom PantaPå-gruppen eller av en annan leverantör eller underleverantör. Eftersom att vi på PantaPå är fast beslutna att alltid skydda dina uppgifter kommer vi att vidta alla rimliga avtalsmässiga, juridiska, tekniska och organisatoriska åtgärder för att säkerställa att dina uppgifter hanteras säkert och med en tillräcklig skyddsnivå jämförbar med, och på samma nivå, som det skydd som erbjuds inom EU/EES.<br><br><strong>Hur länge sparar vi din personliga information?</strong><br><br>Vi sparar din information så länge det är nödvändigt för att fullgöra våra avtalsenliga skyldigheter gentemot dig och så länge som krävs enligt lagstadgade lagringstider eller andra berättigade intressen. När vi sparar dina uppgifter för andra syften än våra avtalsmässiga åtaganden, till exempel för att uppfylla krav på penningtvätt, redovisning och reglerande kapitalkrav, sparar vi bara uppgifterna så länge det är tillåtet för att uppfylla våra legitima intressen och/eller lagstadgade syften.<br><br><strong>Din rätt till tillgång, rättelse, radering och att lämna in klagomål</strong><br><br>* Rätt att få tillgång till dina data: Du kan begära en kopia av din information om du vill veta vilken information vi har om dig.<br><br>* Rätt till rättelse: Du har rätt att korrigera felaktig eller ofullständig information om dig själv.<br><br>* Rätt att raderas: Du har rätt att begära radering av dina personuppgifter när uppgifterna inte längre är nödvändiga för det ändamål för vilket de samlades in. Det kan dock finnas lagliga skyldigheter som förhindrar att PantaPå omedelbart kan ta bort delar av din data. Dessa skyldigheter härrör från bokförings- och skattelagstiftning, lagstiftning om bank- och penningtvätt och konsumentlagar. I sådana fall blockerar vi den data som vi måste spara från att användas vidare.<br><br>* Rätt att lämna in ett klagomål: Du har rätt att lämna in ett klagomål till en tillsynsmyndighet. Du har möjlighet att välja bort vissa specifika funktioner. Vi respekterar alltid ditt val.<br><br>PantaPå har en dataskyddsagent och tillgång till ett team bestående av dataskyddsspecialister. Eftersom att vi tar dataskydd på största allvar har vi också ett kundserviceteam som hanterar problem med dataskydd. Du når dem genom att maila till security@pantapa.se.<br><br>Vår integritetspolicy kan ändras i framtiden och i samband med publicerar vi i sådana fall ett pressmeddelande. Detta kommer att finnas tillgängligt under de senaste nyheterna.<br><br>Tack för att du läser vår integritetspolicy. Vi hoppas att du gillar PantaPå!<br><br><strong>Ansvarig för integritetspolicy:</strong><br><br>Sugi Group AB<br><br>Birger Jarlsgatan 57C, 113 56 Stockholm<br><br>Sverige<br><br></p>\n"},"no":{"title":"Privacy Policy","html":"<p>Privacy Policy</p>\n"}}},"admins":[3,193,206,10,171,177,5,11,297,351,264,402,703,746,794,804,846],"editors":[],"languages":[],"exchange_rate":[{"currency":"NOK","rate":1},{"currency":"USD","rate":0.1},{"currency":"EUR","rate":0.1},{"currency":"SEK","rate":1}],"points_rate":[{"currency":"SEK","rate":0.2},{"currency":"NOK","rate":0.2},{"currency":"USD","rate":0.02},{"currency":"EUR","rate":0.02}],"params":{"NO":{"STATION_DISTANCE_FOR_SCAN":100,"STATION_DISTANCE_NEAR_USER":3000,"MAX_DISTANCE_FOR_CREATE_STATION":25,"REDEEM_TRANSFER_LIMIT_WEEKS":1,"VOUCHER_TIMEOUT":15,"accessLevel":["SHOW_CREATE_STATION","SHOW_VOUCHERS","SHOW_PRE_SCAN","SHOW_DONATION","SHOW_REDEEM_MONEY","SHOW_HOW_DOES_IT_WORK","SHOW_RATE_MODAL","SHOW_FAQ","SHOW_RECEIPT_VOUCHERS","SHOW_TRANSFER_MONEY","SHOW_TRANSFER_COINS","SHOW_CREATE_STATION_ON_MAP","SHOW_MONEY_VOUCHERS"]},"SE":{"STATION_DISTANCE_FOR_SCAN":100,"STATION_DISTANCE_NEAR_USER":5000,"MAX_DISTANCE_FOR_CREATE_STATION":25,"REDEEM_TRANSFER_LIMIT_WEEKS":1,"VOUCHER_TIMEOUT":15,"accessLevel":["SHOW_VOUCHERS","SHOW_PRE_SCAN","SHOW_CREATE_STATION","SHOW_DONATION","SHOW_REDEEM_MONEY","SHOW_TRANSFER_MONEY_TO_USERS","SHOW_HOW_DOES_IT_WORK","SHOW_RATE_MODAL","SHOW_FAQ","SHOW_RECEIPT_VOUCHERS","SHOW_CREATE_STATION_ON_MAP","SHOW_TRANSFER_MONEY","SHOW_TRANSFER_COINS","SHOW_MONEY_VOUCHERS"]},"US":{"STATION_DISTANCE_FOR_SCAN":100,"STATION_DISTANCE_NEAR_USER":3000,"MAX_DISTANCE_FOR_CREATE_STATION":25,"REDEEM_TRANSFER_LIMIT_WEEKS":1,"VOUCHER_TIMEOUT":15,"accessLevel":["SHOW_VOUCHERS","SHOW_CREATE_STATION","SHOW_PRE_SCAN","SHOW_DONATION","SHOW_REDEEM_MONEY","SHOW_HOW_DOES_IT_WORK","SHOW_RATE_MODAL","SHOW_FAQ","SHOW_RECEIPT_VOUCHERS","SHOW_CREATE_STATION_ON_MAP","SHOW_TRANSFER_MONEY","SHOW_TRANSFER_COINS","SHOW_MONEY_VOUCHERS"]}}},"meta":{"timestamp":{"createdAt":1562242004441,"updatedAt":1598528321989}}}
